export const mastersData = [
  {
    id: 1,
    name: "Алина Белоус",
    profession: "Массажист",
    categories: ["Массаж"],
    experience: 7,
    specialization: [
      "Релакс-массаж",
      "Лимфодренаж",
      "Анти-стресс процедуры"
    ],
    description:
      "Мастер создаёт эффект полного восстановления тела, снимает напряжение и улучшает тонус кожи.",
    style:
      "Расслабляющие техники, мягкое воздействие.",
    src: "./images/masters/master-1.png"
  },
  {
    id: 2,
    name: "Елена Левина",
    profession: "Визажист",
    categories: ["Макияж"],
    experience: 5,
    specialization: [
      "Вечерний макияж",
      "Свадебный макияж"
    ],
    description:
      "Елена создаёт макияж, который подчёркивает индивидуальность и естественную красоту. Работает в современных техниках, использует премиальную косметику.",
    style:
      "Мягкие блистеры, сияющая кожа, идеальная растушёвка.",
    src: "./images/masters/master-2.png"
  },
  {
    id: 3,
    name: "Ирина Кузнецова",
    profession: "Бровист",
    categories: ["Брови"],
    experience: 3,
    specialization: [
      "Ламинирование бровей",
      "Коррекция бровей",
      "Архитектура бровей"
    ],
    description:
      "Ирина подбирает форму бровей под индивидуальные особенности лица, сохраняя естественность.",
    style:
      "Мягкая графика, натуральность, аккуратные линии.",
    src: "./images/masters/master-3.png"
  },
  {
    id: 4,
    name: "Анна Росс",
    profession: "Мастер маникюра",
    categories: ["Маникюр"],
    experience: 3.5,
    specialization: [
      "Комбинированный маникюр",
      "Выравнивание ногтей",
      "Гель-лак"
    ],
    description:
      "Анна известна своей аккуратностью и идеальными линиями. Работает в трендовых техниках.",
    style:
      "Минимализм, нюд, тонкий декор.",
    src: "./images/masters/master-4.png"
  },
  {
    id: 5,
    name: "Элина Кравцева",
    profession: "Косметолог",
    categories: ["Косметология"],
    experience: 6,
    specialization: [
      "Уходовые процедуры",
      "Чистка лица",
      "Пилинги"
    ],
    description:
      "Элина работает с проблемной кожей, подбирает индивидуальные программы ухода.",
    style:
      "Деликатный уход, комфорт и безопасность.",
    src: "./images/masters/master-5.png"
  },
  {
    id: 6,
    name: "Татьяна Изосимова",
    profession: "Визажист",
    categories: ["Макияж"],
    experience: 4,
    specialization: [
      "Коммерческий макияж",
      "Подиумный макияж",
      "Фото-макияж"
    ],
    description:
      "Специалист с художественным взглядом. Создаёт выразительные образы для фотосессий, событий и видеосъёмок.",
    style:
      "Яркие акценты, чистые линии, стойкие текстуры.",
    src: "./images/masters/master-6.png"
  }
];
